tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "morantron/tmux-fingers"
tap "thezoraiz/ascii-image-converter"
brew "libpng"
brew "webp"
brew "asdf"
brew "automake"
brew "gettext"
brew "readline"
brew "bash"
brew "bat"
brew "btop"
brew "freetype"
brew "glib"
brew "cairo"
brew "cmatrix"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "goreleaser"
brew "icu4c@76"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "lolcat"
brew "mysql-client", link: true
brew "neovim"
brew "pkgconf"
brew "pngpaste"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sqlc"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "colemak-dh"
cask "font-comic-shanns-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "herd"
cask "insomnia"
cask "linear-linear"
cask "mac-mouse-fix"
cask "mongodb-compass"
cask "orbstack"
cask "postman"
cask "scroll-reverser"
cask "spaceid"
cask "tableplus"
cask "warp"
