tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
tap "rigellute/tap"
tap "shivammathur/php"
tap "thezoraiz/ascii-image-converter"
brew "libpng"
brew "webp"
brew "gettext"
brew "git"
brew "asdf"
brew "automake"
brew "readline"
brew "bash"
brew "bat"
brew "bob"
brew "btop"
brew "freetype"
brew "glib"
brew "cairo"
brew "cmatrix"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-flow"
brew "gnupg"
brew "goreleaser"
brew "icu4c@76"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "lolcat"
brew "mysql-client", link: true
brew "pkgconf"
brew "pngpaste"
brew "podman-compose"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sqlc"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "aerospace"
cask "beekeeper-studio"
cask "colemak-dh"
cask "dteoh-devdocs"
cask "font-comic-shanns-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "herd"
cask "linear-linear"
cask "mac-mouse-fix"
cask "mongodb-compass"
cask "podman-desktop"
cask "postman"
cask "scroll-reverser"
cask "spotify"
cask "ticktick"
cask "vlc"
vscode "adpyke.codesnap"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "batisteo.vscode-django"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fey.oscura"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hakcorp.php-awesome-snippets"
vscode "icrawl.discord-vscode"
vscode "jacobdufault.fuzzy-search"
vscode "jpcrs.binocular"
vscode "kahole.magit"
vscode "kevinrose.vsc-python-indent"
vscode "lucax88x.codeacejumper"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "naumovs.color-highlight"
vscode "nichabosh.minimalist-dark"
vscode "oderwat.indent-rainbow"
vscode "patbenatar.advanced-new-file"
vscode "pranaygp.vscode-css-peek"
vscode "pyxel.min-darkest"
vscode "raunofreiberg.vesper"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "sirtori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "styled-components.vscode-styled-components"
vscode "tobias-z.vscode-harpoon"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wallabyjs.console-ninja"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "zignd.html-css-class-completion"
cargo "fd-find"
cargo "ripgrep"
