tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
brew "bash"
brew "bat"
brew "btop"
brew "chafa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "git-flow"
brew "goenv"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "neovim"
brew "nvm"
brew "postgresql@17"
brew "posting"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "herd"
cask "mongodb-compass"
cask "orbstack"
cask "postman"
cask "spaceid"
vscode "adpyke.codesnap"
vscode "batisteo.vscode-django"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.phptools-vscode"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "hakcorp.php-awesome-snippets"
vscode "icrawl.discord-vscode"
vscode "jacobdufault.fuzzy-search"
vscode "jpcrs.binocular"
vscode "kevinrose.vsc-python-indent"
vscode "lucax88x.codeacejumper"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.color-highlight"
vscode "nichabosh.minimalist-dark"
vscode "oderwat.indent-rainbow"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "pyxel.min-darkest"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "sirtori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "styled-components.vscode-styled-components"
vscode "tobias-z.vscode-harpoon"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wallabyjs.console-ninja"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "zignd.html-css-class-completion"
